applications/test/cutMeshWithSurface/iglooWithFridges/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  dev                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    maxY
    {
        type            patch;  //symmetryPlane;
        //inGroups        1(symmetryPlane);
        nFaces          200;
        startFace       11200;
    }
    minX
    {
        type            patch;  //symmetryPlane;
        //inGroups        1(symmetryPlane);
        nFaces          200;
        startFace       11400;
    }
    maxX
    {
        type            patch;  //symmetryPlane;
        //inGroups        1(symmetryPlane);
        nFaces          200;
        startFace       11600;
    }
    minY
    {
        type            patch;  //symmetryPlane;
        //inGroups        1(symmetryPlane);
        nFaces          200;
        startFace       11800;
    }
    ground
    {
        type            wall;
        inGroups        1(wall);
        nFaces          400;
        startFace       12000;
    }
    maxZ
    {
        type            patch;  //symmetryPlane;
        //inGroups        1(symmetryPlane);
        nFaces          400;
        startFace       12400;
    }
)

// ************************************************************************* //
